{
 "(Robber Baron)": "(boot)Lose less of your inventory on death. (commoncard)",
 "(Dragon's Song)": "(icon)Landing a basic attack within 5 seconds of using a mantra will refund half of the ether cost. (commoncard)",
 "(Gourmand)": "(icon)Gain more food and saturation from eating food. (commoncard)",
 "(Conditioned Swimmer)": "(icon)Swim faster in water, and move slightly faster in the depths. (commoncard)",
 
 "(Replenishing Knockout)": "(icon)Gain more health from killing enemies. (commoncard)",
 "(Thundercall Uncapped)": "(thunder)talent description. (commoncard)",
 "(Flamecharm Uncapped)": "(flame)talent description. (commoncard)",
 "(Frostdraw Uncapped)": "(ice)talent description. (commoncard)",
 "(Shadowcast Uncapped)": "(shadow)talent description. (commoncard)",
 "(Galebreathe Uncapped)": "(gale)talent description. (commoncard)",
 "(Lifeweave Uncapped)": "(icon)talent description. (commoncard)",
 "(Bloodrend Uncapped)": "(icon)talent description. (commoncard)",
 "(Ironsing Uncapped)": "(icon)talent description. (commoncard)",
 "(Agility Uncapped)": "(boot)You have gained the ability to surpass your limits and train your agility to its fullest. (commoncard)",
 "(Fortitude Uncapped)": "(ribs)You have gained the ability to surpass your limits and train your fortitude to its fullest. (commoncard)",
 "(Strength Uncapped)": "(hand)You have gained the ability to surpass your limits and train your Strength to its fullest. (commoncard)",
 "(Mind Uncapped)": "(mind)You have gained the ability to surpass your limits and train your Mind to its fullest. (commoncard)",
 "(Carnivore)": "(jaw)In return for losing the ability to eat vegetation, satiate your hunger by gripping monsters and people alike.(rarecard)",
 "(Flame Within)": "(flame)When on fire, gain 15% movement speed and 15% extra attack damage.(commoncard)",
 "(Wyvern's Claw)": "(sword)You deal 10% more damage while airborne.(rarecard)",
 "(Talent)": "(icon)talent description. (commoncard)",
 "(Collapsed Lung)": "(ribs)talent description. (commoncard)",
 "(Berserk)": "(eye)Allows you to go berserk, nullifying both your own and your target's armor for a short duration. [BOOST KEY] (commoncard)",
 "(Knuckle Guard)": "(hand)Hitting enemies grants posture resistance, each stack increasing it by 10%, up to 30%. (commoncard)",
 "(Champion's Regalia)": "(hand)Hitting enemies grants a boost to your posture damage, each stack increasing it by 10%, up to 50%.(commoncard)",
 "(Heavy Hitter)": "(hand)When using large weapons, deal 15% more posture damage. (commoncard)",
 "(Unstoppable Force)": "(sword)When using large weapons, gain a speed and posture buff when your block is hit. (commoncard)",
 "(Destructive Recovery)": "(sword)When using large weapons, every parry has a chance to guardbreak an opponents posture depending on how close they are to being guardbroken. (commoncard)",
 "(Concussion)": "(icon)Enemies at low health will be slowed and given weakness when attacked. (commoncard)",
 "(Precise Swing)": "(eye)Attacks dealt shortly after landing a weapon's special attack will ignore armor. (commoncard)",
 "(Steady Nerves)": "(boot)Dodges now recover posture. (commoncard)",
 "(Strong Hold)": "(hand)While above 50% of your health, recieve 20% less posture damage. (commoncard)",
 "(Strong Stern)": "(ribs)Recover from guardbreaks 25% quicker. (commoncard)",
 "(Charged Return)": "(eye)When under elemental status effects, deal 10% more damage. (commoncard)",
 "(Nullifying Clarity)": "(sword)Deal 10% more damage to enemies with positive status effects. (commoncard)",
 "(Unwavering Focus)": "(eyes)When your mantras are parried, take less posture. (commoncard)",
 "(Leg Shot)": "(boot) While wielding a rifle, landing your critical slows your enemy for a bit, and also inverts any speed boosts they get for the next 10 seconds. (rarecard)",
 "(Tactical Reload)": "(mind)Activate to make your rifle shoot ranged bullets for 15 seconds. [BOOST KEY] (rarecard)",
 "(Lose Your Mind)": "(eye)Deal more damage the more insane you are, granting +40% damage at maximum insanity. (commoncard)",
 "(Murmur: Ardour)": "(sword)An application of your Soul Murmur that enables one to channel the murmur into raw strength, signifigantly boosting your posture damage. (commoncard)",
 "(Ardour Scream)": "(jaw)Amplify your shout into a scream using Ardour, those who hear it will take 15% more damage and 50% more posture damage for 10s. (commoncard)",
 "(Broken Ankles)": "(boot)Guardbreaking an opponent prevents them from moving for 6 seconds. (commoncard)",
 "(Piercing Blow)": "(hand)Attacks that break an opponent's block ignore their Armor resistances. (rarecard)",
 "(Unwavering Resolve)": "(hand)Getting parried punishes your posture 33% less. (commoncard)",
 "(Million Ton Piercer)": "(hand)Ignore 50% of your opponent's armor on your basic attacks. (rarecard)",
 "(Bear Trap)": "(claw)Landing your weapon's critical attack will heavily slow your foes. (commoncard)",
 "(Blade Dancer)": "(sword)Landing a Basic Attack removes your roll cooldown. (commoncard)",
 "(Showstopper)": "(boot)Trip enemies who go airborne, knocking them down for a short duration. (rarecard)",
 "(Curb Stomper)": "(boot)Enemies who have been knocked down now take triple damage, however they now will get up immidiately after being hit. (rarecard)",
 "(Brassneck)": "(ribs)Applying knockdown to an enemy grants you 20% damage resistance. (commoncard)",
 "(Full Reset)": "(icon)Killing an enemy now resets your resonance cooldown. (rarecard)",
 "(Potion Quaffer)": "(potion)You're accustomed to drinking toxic fluids quickly, drinking potions slows less and grants superior effects to you. (commoncard)",
 "(Endurance Runner)": "(boot)Even when things look dire, you still have it in you to keep your legs moving. (commoncard)",
 "(Scaredy Cat)": "(boot)When enemies initiate a fight first, gain a speed boost. (commoncard)",
 "(Conditioned Runner)": "(boot)You regenerate health faster than normal when sprinting below 75% HP. The health amount scales with your agility stat. (rarecard)",
 "(Battle Tendency)": "(hand)You can breathe more easily with +20% faster posture regen. (commoncard)",
 "(Braced Collapse)": "(ribs)After being block broken, the next attack to hit you deals reduced damage. (commoncard)",
 "(Moving Fortress)": "(ribs)Blocking no longer slows you down as much. (commoncard)",
 "(Perseverance)": "(handcut)Reduces the duration of knockdown. (commoncard)",
 "(Reinforced Armor)": "(ribs)Incoming PEN is reduced by 30%. (rarecard)",
 "(Down to your Level)": "(boot)Enemies you hit will move no faster than you can. (commoncard)",
 "(Exoskeleton)": "(ribs)You have a layer of fortified Natural Armor that replenishes when you rest. Your Natural Armor will resist 10% Physical Damage when active. (rarecard)",
 "(To the Finish)": "(ribs)You take 25% less damage when below 50% health. (rarecard)",
 "(Brick Wall)": "(handcut)You refuse. You can no longer be knocked down or moved by attacks. (rarecard)",
 "(Mythic Stability)": "(icon)In a case where you would normally die, you will survive, immune to damage for 7 seconds. 90 second cooldown. (rarecard)",
 "(Dramatic Effect)": "(mind)Every time you take damage, have a chance to yell out in agony, reducing incoming damage by 10% for 5 seconds. (rarecard)",
 "(Hoplite)": "(icon)When using spears, posture damage will be reduced by 20% if you are standing still. (commoncard)",
 "(Knight's Rally)": "(icon)When using a shield, if you would be guardbroken, let out a defiant shout and push everything away. (commoncard)",
 "(Grasp on Reality)": "(icon)Damage taken from insanity is reduced. (commoncard)",
 "(Unfazed)": "(icon)You are more resilient to the side effects of going insane. You no longer Shiver and you Panic with less severity. (commoncard)",
 "(Ready or Not)": "(icon) The first attack to hit you while out of combat has its damage cut in half. (commoncard)",
 "(Time To Go)": "(icon)Taking a life grants a speed boost for 10 seconds. Taking a player's life doubles the speed boost and the duration. (commoncard)",
 "(Grand Feast)": "(icon)Regain ether and extra health when gaining hunger from killing. (commoncard)",
 "(Sunken Predator)": "(icon)Enemies you hit in the water or the depths have their speed buffs nullified and are slowed. (commoncard)",
 "(Dodge)": "(icon)Instead of parrying, you now do a short dash in the direction you are moving. When your block is hit, do a shorter dash backwards. (commoncard)",
 "(Butterfly)": "(icon) Successful parries or dodges increase your speed. (commoncard)",
 "(Lowstride)": "(icon)Crouching increases the distance of your dodge and no longer slows as much. (commoncard)",
 "(Evasive Expert)": "(icon)Your speed boost granted from dodging is increased. (rarecard)",
 "(Risky Moves)": "(icon)When you successfully dodge, you'll automatically dodge the first attack within 10 seconds. (rarecard)",
 "(Ghost)": "(icon)Dodging a move will briefly make you invisible, ending early if you attack.  (rarecard)",
 "(Behind You)": "(icon)Landing a basic attack behind your enemy after using a mantra will apply an ether slash, dealing extra damage based on how much ether you have left(does not consume ether). (commoncard)",
 "(Observation)": "(icon)Dodge frames are larger if you cancel your roll immediately(double tap dodge key). (rarecard)",
 "(Safety Dance)": "(icon)Your base dodge frames are increased by 0.2s. (rarecard)",
 "(Lightspeed Reflexes)": "(icon) Feinting gives a brief auto-parry window. (rarecard)",
 "(Cheap Shot)": "(icon)Your attacks gain 10% PEN multiplicatively when you have an active speed boost. (rarecard)",
 "(Crippling Comeuppance)": "(icon)Revenge now deals additional damage based on the distance between you and your opponent, and now applies slow and weakness. (commoncard)",
 "(Down Comes the Claw)": "(icon)Landing a weapon special attack now disables your opponent's posture regeneration for 5 seconds. (commoncard)",
 "(Maiming Claws)": "(icon)Down Comes the Claw now inverts your opponent's posture regeneration for 10 seconds. (commoncard)",
 "(Pursuit)": "(icon)If you land your Revenge, clear the cooldown immediately. (commoncard)",
 "(Action Surge)": "(icon)Adrenaline Surge now increases your swing speed by 0.2 for its duration. (commoncard)",
 "(Speed Demon)": "(icon)Your attacks now inflict a reduced-strength bleed while you have a speed boost. (rarecard)",
 "(Spinning Swordsman)": "(sword)Attacks do +10% extra damage when you have a speed boost. (commoncard)",
 "(Everchanging Aegis)": "(icon)You take 20% less damage from the last damage type you were hit by, however you will take 10% more damage from different attack types. (rarecard)",
 "(Neural Overload)": "(icon)You can input up to 4 copies of each Mantra ingredient instead of being limited to 3. (rarecard)",
 "(Overflowing Dam)": "(icon)Having full Ether grants an aura to your attacks that grant them 10% more damage. (rarecard)",
 "(Perfect Flash)": "(icon)Having over 95% health causes your mantras to do +25% damage. (rarecard)",
 "(Apothecary)": "(icon)Potions you prepare will have amplified positive effects when consumed, and amplified negative effects when thrown. (commoncard)",
 "(Chain Reaction)": "(icon)When applying a potion effect to someone who already has one, the new effect is amplified. You have a 25% chance not to deplete potions when drinking them. (commoncard)",
 "(Chemist's Bag)": "(icon)You no longer drop Potions on death. (commoncard)",
 "(Wild Alchemy)": "(icon) You have a chance to brew 2 potions instead of 1. (commoncard)",
 "(Approaching Singularity)": "(icon)You now gain 3% mantra pen for every 5 points in your intelligence stat. (commoncard)",
 "(Ether Absorption)": "(icon)Receive Ether back when inflicted with damage from non-generic attacks. (commoncard)",
 "(Eureka)": "(icon)Gain a stack of Inspiration every time you land or parry a Mantra. Whiffing a Mantra removes a stack of Inspiration. Reaching 3 stacks grants +10% Mantra Damage to your next Mantra attack. (rarecard)",
 "(Mantra Permanence)": "(icon)Killing an enemy with a mantra refunds its ether cost and puts it off cooldown. (commoncard)",
 "(Neuroplasticity)": "(icon)Your intelligence is a pliable, flexible substance. The Ether cost of additional modifications to your Mantras is now reduced by 20%. (+1 Wildcard Mantra Slot) (rarecard)",
 "(Ether Bullets)": "(icon)Your rifle's basic shot attacks now have much greater range, at the cost of your ether. (commoncard)",
 "(True Ether Bullets)": "(icon)Using Ether Bullets applies elemental damage and the elemental status of your highest investment. (rarecard)",
 "(Prime Ether Bullets)": "(icon)Your bullets take one less hit to proc elemental effects and now have slight intelligence scaling. (rarecard)",
 "(All the Dead Gods)": "(icon)Your Basic Attacks now apply anti-heal for 8s. Anti-heal affects both health and posture. (commoncard)",
 "(All Above, Gods Below)": "(icon)Any health or posture your opponent were to receive while All The Dead Gods is active on them is stolen and given to you. (commoncard)",
 "(Critical Engine)": "(icon)You gain the ability to use Deep Gems on your weapon's special attack, activating the gem on the last mantra you hit.(commoncard)",
 "(All Knowing)": "(icon)Your prediction now ignores the range requirement to reflect attacks. (rarecard)",
 "(Successive Prediction)": "(icon)Predicting an attack will briefly allow you to predict another. (commoncard)", 
 "(Twelve Steps Ahead)": "(icon)Landing Prediction will halve the cooldown to a minimum of 2s. Whiffing will double the cooldown to a maximum of 30s.  (commoncard)",
 "(Ether Overdrive)": "(icon)Ignore 50% of your opponent's armor on your mantra attacks. (rarecard)",
 "(Bloodiron Spirit)": "(icon)Gain some temporary armor when you kill an enemy. (rarecard)",
 "(Artisan Chef)": "(icon)The food you make now becomes Artisan food, increasing its hunger and saturation gained by +25%.(commoncard)",
 "(Master Chef)": "(icon)Foods you make now apply a random positive effect when eaten. (commoncard)",
 "(Hell's Kitchen)": "(icon)Foods you make now provide 25% more hunger and saturation, and provide another 25% if made in the depths. (commoncard)",
 "(Against All Odds)": "(icon)For each combat tag you have on your character, increase your damage by 5%.(commoncard)",
 "(Defiance)": "(icon)The amplifiers of negative status effects are reduced by 2 when under half of your maximum health. (commoncard)",
 "(Underdog)": "(icon)Deal 5% more damage to those who have more health than you. (commoncard)",
 "(Heretic's Sutra)": "(icon)A chant that steers you into the state of Insanity for 20 seconds. [BOOST] (commoncard)",
 "(Sin Stacker)": "(icon)The duration of All the Dead Gods duration is increased by 30% for every stack of All the Dead Gods currently active on your target. (rarecard)",
 "(Peripheral Vision)": "(icon)Your Glare no longer requires your opponent to be looking at you, just that they are within range. (commoncard)",
 "(Comeback Kid)": "(icon)Regaining health when under 25% hp prevents you from being killed for 10 seconds. 60s cooldown. (commoncard)",
 "(Last Resort)": "(icon)Deal +15% more damage when your health is below 25%. (commoncard)",
 "(The Eleventh Hour)": "(icon)When below 20% health your mantras require no ether to cast for 15 seconds. 60s cooldown (commoncard)",
 "(Old Habits Die Hard)": "(icon)Blocking an attack after failing a parry will cause the attack to deal 15% less posture damage. (commoncard)",
 "(Thresher Claws)": "(icon)All of your attacks have +5% more PEN. Your Basic Attacks and weapon specials have an additional +5% PEN on top. (rarecard)",
 "(Breathing Exercise)": "(icon)Your sanity recovers more quickly once out of terrifying situations. (commoncard)",
 "(Conquer your Fears)": "(icon)Killing the beings of the deep replenishes your sanity somewhat. (commoncard)",
 "(Nightmare on Elm Street)": "(icon)Hitting enemies currently affected by knockdown drains their sanity. (rarecard)",
 "(Echoing Lunatic)": "(icon)Your Ardour Scream now applies a bit of insanity. (commoncard)",
 "(Piercing Will)": "(icon)When your sanity is below 35%, gain up to +15% PEN on your attacks. Starting at 5% PEN, the lower your sanity, the higher your PEN. (rarecard)",
 "(Shared Misery)": "(icon)Basic attacks will reduce your opponent's sanity by 3%. Weapon specials will reduce their sanity by half of what you have currently lost. (commoncard)",
 "(Magical Resolve)": "(icon)Being hit increases Ether regen for a short duration (commoncard)",

 "(Meteor Impact)": "(icon)Aerial moves will follow up into a devastating slam. (commoncard)",
 "(Pheonix Impact)": "(icon) If you Meteor Slam an opponent whilst on fire, restore some HP and Ether. (commoncard)",
 "(Dancing Steps)": "(icon)Fire mantras now move you in the direction you're facing. (commoncard)",
 "(Graceful Steps)": "(icon)Your dancing steps now gives a faster speed boost. (rarecard)",
 "(The Final Act)": "(icon)Landing a fire mantra after hitting an opponent with three basic attacks will cause them to explode. (rarecard)",
 "(Hell's Partisan)": "(icon)After landing a flame dagger on an opponent, your next hit against them will impale with a divine spear from above. (commoncard)",
 "(Warding Radiance)": "(icon)Every fire mantra builds up one halo stack. At 3 stacks a halo appears that allows you to slide further. (rarecard)",
 "(Pleeksty's Wrath)": "(icon)After dealing 500 damage with Flame Mantras, call forth a hail of firey swords. (rarecard)",
 "(Overheat Path: Flameburster)": "(icon)Your fire abilities no longer proc burn and instead build up your heat meter. Press B to unleash your built-up heat, massively boosting the damage and power of your flames. (commoncard)",
 "(Divine Flame)": "(icon)Unleash a devastating arrow of flame, using all of your currently built-up heat. 180s cooldown, hold B to use. (commoncard)",
 "(Open the Kiln)": "(icon)During your heat release, anyone who gets too close will take small fire damage and be pushed away. (commoncard)",
 "(Eruption Path: Lava Serpent)": "(icon)Your fire abilities no longer proc burn and instead proc an eruption under the enemies feet. (commoncard)",
 "(Unyielding Inferno)": "(icon)Your flamecharm no longer dwindles in rainy weather or in the depths. (commoncard)",
 "(Agitating Spark)": "(icon)If you hit an opponent that you've lit on fire, it spreads to anyone nearby. Including yourself. (commoncard)",
 "(Immolation)": "(icon)Fire spells cost 70% less while on fire. If you hit someone while on fire, apply fire damage. You take 50% less damage from being set on fire. (commoncard)",
 "(Phoenix Flames)": "(icon)Any time you would burn to death, you instead rise again with 50% of your health restored. Has a 60 second cooldown. (rarecard)",
 "(Corpse Explosion)": "(icon)Anyone who burns to death at the cause of your flame will explode. (commoncard)",
 "(Pleeksty's Faith)": "(icon)When on fire, automatically quench flames at the cost of some ether. (commoncard)",
 "(Empowered Eruption)": "(icon)Your next Eruption after landing a weapon special is Empowered with +50% range and damage. 10s cooldown. (commoncard)",
 "(The Floor is Lava)": "(icon)Your Eruptions leave lethal pools of lava beneath them. Don't fall in. (rarecard)",
 "(Hungry Flames)": "(icon) When you have no Ether, consume hunger and saturation to instantly cast your next fire mantra. (commoncard)",
 "(Explosive Finish)": "(icon)If a flaming enemy is hit 3 times, blast them away with a fire blast. (commoncard)",
 "(Emperor Flame)": "(icon)Applying flames to opponents builds up Emperor Flame stacks. This flourish will deal additional damage and proc Decay, reducing your opponent's maximum health temporarily. (commoncard)",
 "(Mirage Clone)": "(icon)Successfully dodging leaves behind a heat mirage clone that sets enemies that swung at you on fire. (rarecard)",
 "(Denial Repulse)": "(icon)You now emit a delayed burst of flames after coming close to death. (rarecard)",
 "(Undying Flame)": "(icon)Your Graceful Flame burns brightly even underwater. Those that gather around it are soothed and regain sanity. (commoncard)",
 "(Ash Ember)": "(icon)The more Decay your opponent has, the more damage your burn deals. (commoncard)",
 "(Scorching Decay)": "(icon)The Decay dealt from your Emperor's Flame is massively increased. (commoncard)",
 "(Flaming Flourish)": "(icon)Hitting an enemy 3 times with basic attacks will set them on fire. (commoncard)",
 "(Cauterized Wounds)": "(icon)Take 15% less damage while on fire. (commoncard)"
}
